        IDENTIFICATION DIVISION.
        PROGRAM-ID. holamundo.
        AUTHOR. ALBERTO AYALA.

	ENVIRONMENT DIVISION.
	CONFIGURATION SECTION.
	INPUT-OUTPUT SECTION.

	DATA DIVISION.
	
	FILE SECTION.

	WORKING-STORAGE SECTION.

	77 MENSAJE PICTURE X(32) VALUE 'Hello World!!!'.
	
	PROCEDURE DIVISION.

		DISPLAY MENSAJE.
		
		STOP RUN.
